#ნებისმიერი სიტყვა და ტოლობის ნიშანი ქმნიან ცვლადს
name = " დავითი "
surname=" შანყულაშვილი "
#მნიშვნელობა არ აქვს გამოიყენებ თუ არა ღილაკ "SPACE"-ს
hoby = " ფეხბურთი და გეიმინგი"
#ასევე შეგიძლია შექმნა ცვლადი python case-ის გარეშეც ანუ არ არის აუცილებელი _ ნიშანის დაწერა space ღილაკის ნაცვლად
#კოდირებაში პითონის დახმარებით ულიმიტო შესაძლებლობები გაქვს
print("მე მქვია" + name + "ჩემი გვარია" + surname + "მე მიყვარს" + hoby)
#ბრძანება print გაუშვებს წინადადებას კოდში
#ასევე დიდ როლს არ თამაშობს ის ფაქტი თუ რომელ ნიშანს გამოიყენებ + თუ ,
print("მე მქვია", name + "ჩემი გვარია", surname + "მე მიყვარს", hoby)
#ასევე პატარა შეცდომაც რომ დაუშვა კოდირების დროს და არ გადაამოწმო ან არ დაუკვირდე ყველაფერი წყალში გაქვს ჩაყრილი სანავ არ გამოასწორებ
